<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | تحتوي الأسطر التالية على الرسائل المستخدمة أثناء المصادقة لعدة
    | رسائل نحتاج إلى عرضها للمستخدم. يمكنك تعديل هذه الأسطر حسب متطلبات
    | تطبيقك.
    |
    */

    'failed' => 'هذه البيانات لا تتطابق مع سجلاتنا.',
    'password' => 'كلمة المرور المقدمة غير صحيحة.',
    'throttle' => 'عدد محاولات تسجيل الدخول مرتفع جدًا. يرجى المحاولة مرة أخرى بعد :seconds ثواني.',

];
