<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
    |
    | تحتوي الأسطر التالية على الرسائل الافتراضية التي تتطابق مع الأسباب
    | المقدمة من وسيط إعادة تعيين كلمة المرور في حالة فشل محاولة تحديث
    | كلمة المرور، مثل رمز غير صالح أو كلمة مرور جديدة غير صالحة.
    |
    */

    'reset' => 'تم إعادة تعيين كلمة المرور الخاصة بك!',
    'sent' => 'لقد أرسلنا رابط إعادة تعيين كلمة المرور إلى بريدك الإلكتروني!',
    'throttled' => 'يرجى الانتظار قبل إعادة المحاولة.',
    'token' => 'رمز إعادة تعيين كلمة المرور غير صالح.',
    'user' => "لا يمكننا العثور على مستخدم بهذا البريد الإلكتروني.",

];
